import React from "react";
import "./teacher.css";
import Teacher from "./Teacher";

const TeacherPage = () => {
  return (
    <div>
      <Teacher
        name="Бетина Ляхтова"
        phone="+123 45 67 89"
        email="betty@email.com"
        image="img/Betina_Lyahtova.png"
        bio={`🙋🏼‍♀️ Началото винаги е най-трудно, затова реших да улесня ситуацията, като ви запозная малко с мен, в частност - с моята корейска и образователна страна.\n
👩🏼‍🎓 Както можете да прочетете, съм отделила по-голямата част от живота си за Корея, езика, културата и историята на страната. Аз самата не осъзнах кога Корея се превърна в толкова значима част от мен, но уви - минаха 12 години.\n
👩🏼‍💼Моята мечта, която своеобразно превръщам сега в цел, е да покажа, че Корея не е толкова далеч, колкото си мислите! Всичко е само на една крачка от нас, започната от едно просто любопитство, от желание, от труд, който да превърнем след това в любов.\n
💁🏼‍♀️Подканвам всички любители на K-pop, K-Drama или просто корейска храна, които желаят да се доближат още повече до прекрасната Корея, да ми пишат на лично съобщение, за да ви покажа как вашето любопитство може да се превърне в много повече.\n
👩🏼‍🏫Уроците ще бъдат разграфени различно в зависимост от възрастта на ученика.\nПравя както групови, така и индивидуални уроци.\nСъщо така ще се състоят различно от желанията на ученика, възможността ми и астрономическото време!\nМогат да се организират на място при мен, при вас или навън на обществено място, както и онлайн. За онлайн часовете ще използваме платформата “Zoom meetings”.\n
Послепис: Не можете да прочетете името на школата в поста?\nЕлате при мен, за да ви подскажа - 🙇🏻‍♀️: [Са-ранг]`}
      />
    </div>
  );
};

export default TeacherPage;
